#    -*- mode: org -*-


Archived entries from file /home/eghx/agent18/myblock/_posts/log/work-calucation.org


* Daily statistics
  :PROPERTIES:
  :ARCHIVE_TIME: 2019-08-02 vr 21:34
  :ARCHIVE_FILE: ~/agent18/myblock/_posts/log/work-calucation.org
  :ARCHIVE_CATEGORY: work-calucation
  :END:

#+BEGIN: clocktable :maxlevel 2 :scope file :step day :tstart "<-3d>" :tend "<now>" :compact t

Daily report: [2019-07-30 di]
| Headline     | Time   |
|--------------+--------|
| *Total time* | *0:00* |

Daily report: [2019-07-31 wo]
| Headline     | Time   |
|--------------+--------|
| *Total time* | *0:00* |

Daily report: [2019-08-01 do]
| Headline                             |   Time |
|--------------------------------------+--------|
| *Total time*                         | *1:16* |
|--------------------------------------+--------|
| Not absolute time wasters            |   0:51 |
| \emsp Figuring out time tracking     |   0:51 |
| Time wasters                         |   0:25 |
| \emsp Watching youtube               |   0:02 |
| \emsp Playing with phone during work |   0:23 |

Daily report: [2019-08-02 vr]
| Headline     | Time   |
|--------------+--------|
| *Total time* | *0:00* |
#+END:




* break during work
CLOCK: [2019-08-22 do 21:02]--[2019-08-22 do 21:25] =>  0:23
CLOCK: [2019-08-21 wo 21:18]--[2019-08-21 wo 21:30] =>  0:12
CLOCK: [2019-08-15 do 20:27]--[2019-08-15 do 20:51] =>  0:24
CLOCK: [2019-08-14 wo 19:50]--[2019-08-14 wo 20:11] =>  0:21
  :PROPERTIES:
  :ARCHIVE_TIME: 2019-08-22 do 21:24
  :ARCHIVE_FILE: ~/agent18/myblock/_posts/log/work-calucation.org
  :ARCHIVE_OLPATH: Random week 33(starting mondy to sunday)/breaks
  :ARCHIVE_CATEGORY: work-calucation
  :END:


* daily statistics
  :PROPERTIES:
  :ARCHIVE_TIME: 2019-10-22 di 22:48
  :ARCHIVE_FILE: ~/agent18/myblock/_posts/log/work-calucation.org
  :ARCHIVE_CATEGORY: work-calucation
  :END:

#+BEGIN: clocktable :maxlevel 2 :scope file :step day :tstart "<-2d>" :tend "<tomorrow>" :compact t

Daily report: [2019-10-20 zo]
| Headline                 |   Time |
|--------------------------+--------|
| *Total time*             | *7:20* |
|--------------------------+--------|
| DP blog writing Marriage |   7:20 |
| \emsp Counted for DP     |   3:12 |
| \emsp Not counted for DP |   4:08 |

Daily report: [2019-10-21 ma]
| Headline                 |   Time |
|--------------------------+--------|
| *Total time*             | *6:04* |
|--------------------------+--------|
| DP blog writing Marriage |   6:04 |
| \emsp Counted for DP     |   5:25 |
| \emsp Not counted for DP |   0:39 |

Daily report: [2019-10-22 di]
| Headline                 |   Time |
|--------------------------+--------|
| *Total time*             | *3:31* |
|--------------------------+--------|
| DP blog writing Marriage |   3:31 |
| \emsp Counted for DP     |   3:00 |
| \emsp Not counted for DP |   0:31 |
#+END:

